DicDepartmentData = [
    ("000000", "Предприятие", "Предприятие", {"parent_code": None}),
    ("000001", "ГО ЦР", "Головной офис центрального региона", {"parent_code": "000000"}),
    ("000011", "ДО ЦР 1", "Дополнительный офис центрального региона №1", {"parent_code": "000001"}),
    ("000021", "ДО ЦР 2", "Дополнительный офис центрального региона №2", {"parent_code": "000001"}),
    ("000002", "ГО СЗ", "Головной офис северо-западного региона", {"parent_code": "000000"}),
    ("000012", "ДО СЗ 1", "Дополнительный офис северо-западного региона №1", {"parent_code": "000002"}),
    ("000022", "ДО СЗ 2", "Дополнительный офис северо-западного региона №2", {"parent_code": "000002"}),
    ("000032", "ДО СЗ 3", "Дополнительный офис северо-западного региона №2", {"parent_code": "000002"}),
]